export const textAboutTraining = [
  {
    id: 1,
    title: "Йога",
    benefits: [
      { text: "Давно хотели попробовать йогу, но не решались начать" },
      {
        text: "Хотите укрепить позвоночник, избавиться от болей в спине и суставах",
      },
      { text: "Ищете активность, полезную для тела и души" },
    ],
    options: [
      { text: "Йога для новичков" },
      { text: "Классическая йога" },
      { text: "Йогатерапия" },
      { text: "Кундалини-йога" },
      { text: "Хатха-йога" },
      { text: "Аштанга-йога" },
    ],
    description:
      "Это философия здорового образа жизни. Тот, кто занимается йогой, становится здоровее и выносливее, после занятий чувствует прилив сил, а также с новой силой может ощутить вкус к жизни. Благодаря комплексному воздействию упражнений происходит проработка всех групп мышц, тренировка суставов, улучшается циркуляция крови. Кроме того, упражнения дарят отличное настроение, заряжают бодростью и помогают противостоять стрессам.",
  },
  {
    id: 2,
    title: "Стретчинг",
    benefits: [
      { text: "Улучшить осанку и координацию" },
      {
        text: "Хотите подтянуть тело, смоделировать мышечный корсет",
      },
      { text: "Улучшить кровообращение и обмен веществ" },
    ],
    options: [
      { text: "статический" },
      { text: "динамический" },
      { text: "пассивный" },
      { text: "активный" },
    ],
    description:
      "это система упражнений, целью которых является разогрев и растяжка мышц и связок. При этом стретчинг – не просто комплекс упражнений для разминки перед тренировкой, а самостоятельное направление фитнеса, которое может использоваться как в комплексе с другими направлениями, так и самостоятельно. Стретчинг в домашних условиях может использоваться для многих целей: ● Выступает в качестве гимнастики в период восстановления после травм; ● Входит в состав программы для похудения; ● Помогает развить гибкость и пластичность, при правильном подходе вы сядете на шпагат через несколько недель; ● Это эффективный способ расслабиться после трудного дня.",
  },

  {
    id: 3,
    title: "Танцевальный фитнес",
    benefits: [
      {
        text: "Хотите укрепить мышцы, но тренировки в тренажерном зале для вас скучные и однообразные",
      },
      {
        text: "Хотите сбросить лишний вес, но нет желания мучать себя диетами",
      },
      { text: "Любите танцы и хотите совместить приятное с полезным." },
    ],
    options: [
      { text: "Зумба" },
      { text: "Dance-mix" },
      { text: "Caribbean-mix" },
    ],
    description:
      "Фитнес и танцы – что между ними общего? А то, что они могут великолепно сочетаться и оказывать просто восхитительный эффект на ваше тело! Объединение хореографии и аэробики – это необычно и интересно, именно так родился танцевальный фитнес, которым вы теперь можете заниматься дома. Достичь отличной формы и при этом получить удовольствие вам поможет видео для похудения, которое мы представляем на этой странице – делайте упражнения, танцуйте и чувствуйте, как ваше тело меняется в лучшую сторону!",
  },

  {
    id: 4,
    title: "Степ-аэробика",
    benefits: [
      {
        text: "Хотите укрепить дыхательную и сердечно-сосудистой системы",
      },
      {
        text: "Быстрый сбросить лишние килограммы",
      },
      { text: "Улучшить настроение, повысить жизненный тонус." },
    ],
    options: [
      { text: "Для начинающих" },
      { text: "Для детей" },
      { text: "Для похудения" },
    ],
    description:
      "Направление фитнеса, основанное на наборе аэробных упражнений, выполняемых с помощью специальной ступеньки (степ-платформы). Данное направление было разработано в 1989 году Джиной Миллер: травмировав колено, она обратилась к различным методикам восстановления сустава, но наибольший эффект показали простые упражнения в виде шагов на молочном ящике. Впоследствии эти упражнения Миллер положила в основу целого комплекса, который и стал называться степ-аэробикой. Занятия степ-аэробикой состоят из комплексов в виде различного сочетания шагов, выполняемые под музыку с довольно высоким темпом. Каждое занятие длится от 30 до 50 минут в достаточно высоком темпе без остановок на отдых – для передышки используются переходы на простые шаги и наиболее простые упражнения. Такой режим тренировок приводит к эффективному сжиганию калорий, укреплению суставов и общему улучшению состояния здоровья, что и стало основой высокой популярности нового направления.",
  },

  {
    id: 5,
    title: "Бодифлекс",
    benefits: [
      {
        text: "Хотите укрепить легкие и снизить вероятность заболеваний дыхательной системы",
      },
      {
        text: "Улучшить пищеварение",
      },
      { text: "Ускорить метаболизм." },
    ],
    options: [{ text: "базовый" }, { text: "продвинутый" }],
    description:
      "BodyFlex – система, в которой особым образом сочетаются физические упражнения на укрепление и растяжку мышц, и дыхательная гимнастика. Такое сочетание приводит к ряду положительных эффектов, которые практически невозможно достичь с помощью других направлений фитнеса. Одна из самых интересных особенностей данной системы заключается в том, что это эффективный фитнес дома. Весь смысл бодифлекса сводится к правильному дыханию, благодаря которому упражнения на растяжку и укрепление мышц приобретают свою эффективность. При выдыхании воздуха и задержке дыхания организм на короткое время испытывает кислородное голодание, в крови накапливается углекислый газ, что приводит к запуску некоторых физиологических процессов, типичных для ситуации «бей или беги». То есть, организм приходит в состояние повышенной готовности и способен выполнять быстрые и энергичные действия..",
  },
];
